Revit 2020 API
Stone Class
 Represents the properties of materials.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2018.1
Syntax
C#
public static class Stone
Visual Basic
Public NotInheritable Class Stone
Visual C++
public ref class Stone abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.Visual.Stone
See Also
Stone Members
Autodesk.Revit.DB.Visual Namespace